Repository: quylang88/mistia
Catalog: Mistia/Localizable.xcstrings
Source language: vi
Languages: en, ja

# notifications.notificationcenter.valueUnreadNotifications
source: %@ thông báo chưa đọc
en: %@ unread notifications
ja: 未読通知 %@ 件

# notifications.notificationcenter.valueValueRequestValue
source: Yêu cầu %@ %@ %@
en: %@ %@ request %@
ja: %@の%@リクエスト%@

# notifications.notificationcenter.valueValueSValueRequest
source: %@ yêu cầu %@ của %@
en: %@ %@'s %@ request
ja: %@さんの%@のリクエストを%@しました

# notifications.notificationcenter.valueValueSValueValueRequest
source: %@ yêu cầu %@ %@ của %@
en: %@ %@'s %@ %@ request
ja: %@さんの%@の%@リクエストを%@しました

# notifications.notificationcenter.valueValueValueWorthValue
source: %@ %@ %@ trị giá %@.
en: %@ %@ %@ worth %@.
ja: %@が %@ の %@ を%@しました。

# notifications.notificationcenter.valueValueYourValue
source: %@ %@ %@ của bạn.
en: %@ %@ your %@.
ja: %@があなたの %@ を%@しました。

# notifications.notificationcenter.valueValueYourValueRequest
source: %@ %@ yêu cầu %@ của bạn.
en: %@ %@ your %@ request.
ja: %@があなたの%@のリクエスト%@。

# notifications.notificationcenter.valueValueYourValueValueRequest
source: %@ %@ yêu cầu %@ %@ của bạn.
en: %@ %@ your %@ %@ request.
ja: %@があなたの%@ %@のリクエスト%@。

# overview.overview.availableAssets
source: Tài sản khả dụng
en: Available assets
ja: 利用可能資産

# overview.overview.customizeOverview
source: Tùy chỉnh Tổng quan
en: Customize Overview
ja: ホームのカスタマイズ

# overview.overview.customizeOverviewDescription
source: Tùy chỉnh danh sách và thứ tự hiển thị các thẻ thông tin trên màn hình Tổng quan.
en: Customize the display and order of information cards on the Overview screen.
ja: ホーム画面に表示する情報カードの表示・非表示および並び順を設定します。

# overview.overview.resetToDefault
source: Khôi phục mặc định
en: Reset to default
ja: デフォルトに戻す

# overview.overview.budgetWatchlist
source: Ngân sách cần chú ý
en: Budget watchlist
ja: 注意が必要な予算

# overview.overview.category
source: Danh mục
en: Category
ja: カテゴリ

# overview.overview.couldnTSend
source: Chưa thể gửi
en: Couldn't send
ja: 送信できませんでした

# overview.overview.couldnTSendTheRequestRightNow
source: Không thể gửi yêu cầu lúc này.
en: Couldn't send the request right now.
ja: 現在リクエストは送信できません。

# overview.overview.dailyExpenses
source: Chi tiêu trong ngày
en: Daily expenses
ja: その日の支出

# overview.overview.dailySpending
source: Chi tiêu theo ngày
en: Daily spending
ja: 日別支出

# overview.overview.day
source: Ngày
en: Day
ja: 日

# overview.overview.dayDetails
source: Chi tiết ngày
en: Day details
ja: 日別詳細

# overview.overview.dueToday
source: Cần trả hôm nay
en: To pay today
ja: 本日支払いが必要

# overview.overview.editRequestSent
source: Đã gửi yêu cầu chỉnh sửa
en: Edit request sent
ja: 編集リクエスト送信済み

# overview.overview.expense
source: Chi tiêu
en: Expense
ja: 支出

# overview.overview.expenseMonthValue
source: Chi tháng %@
en: Expense month %@
ja: %@月の支出

# overview.overview.expenseThisMonth
source: Chi tháng này
en: Expense this month
ja: 今月の支出

# overview.overview.incomeMonthValue
source: Thu tháng %@
en: Income month %@
ja: %@月の収入

# overview.overview.incomeThisMonth
source: Thu tháng này
en: Income this month
ja: 今月の収入

# overview.overview.noAmountYet
source: Chưa có số tiền
en: No amount yet
ja: 金額未入力

# overview.overview.noBillsLoansOrCreditPaymentsAre
source: Không có hóa đơn, khoản vay hoặc thẻ nào cần trả trong 7 ngày tới.
en: No bills, loans, or credit payments need payment in the next 7 days.
ja: 今後 7 日以内に期限を迎える請求、ローン、カード支払いはありません。

# overview.overview.noCategoriesHaveExceededOfTheir
source: Chưa có danh mục nào vượt quá 50% ngân sách trong tháng này.
en: No categories have exceeded 50% of their budget this month.
ja: 今月の予算消化が 50% を超えたカテゴリはまだありません。

# overview.overview.noTransactionEditAccess
source: Chưa có quyền chỉnh sửa thu chi
en: No cashflow edit access
ja: 収支編集権限がありません

# overview.overview.noTransactionsHaveBeenRecordedRecently
source: Chưa có thu chi nào được ghi nhận gần đây.
en: No cashflow items have been recorded recently.
ja: 最近記録された取引はまだありません。

# overview.overview.noWalletSelected
source: Chưa chọn ví
en: No wallet selected
ja: ウォレット未選択

# overview.overview.overview
source: Tổng quan
en: Overview
ja: ホーム

# overview.overview.recentTransactions
source: Thu chi gần đây
en: Recent cashflow
ja: 最近の収支

# overview.overview.requestEditAccess
source: Yêu cầu quyền chỉnh sửa
en: Request edit access
ja: 編集権限をリクエスト

# overview.overview.requestSent
source: Đã gửi yêu cầu
en: Request sent
ja: リクエストを送信しました

# overview.overview.spendingByCategory
source: Chi tiêu theo danh mục
en: Spending by category
ja: カテゴリ別支出

# overview.overview.thePermissionRequestWasSentToThe
source: Yêu cầu quyền đã được gửi tới chủ dữ liệu.
en: The permission request was sent to the data owner.
ja: 権限リクエストをデータ所有者へ送信しました。

# overview.overview.thisWeek
source: Tuần này
en: This week
ja: 今週

# overview.overview.totalSpent
source: Tổng chi
en: Total spent
ja: 合計支出

# overview.overview.transactions
source: Thu chi
en: Cashflow
ja: 収支

# overview.overview.transactions2
source: thu chi
en: cashflow items
ja: 収支

# overview.overview.upcomingDueItems
source: Khoản sắp tới
en: Upcoming items
ja: 今後の項目

# overview.overview.valueDaysLeft
source: Còn %@ ngày
en: %@ days left
ja: あと %@ 日

# overview.overview.youDoNotHavePermissionToEdit
source: Bạn chưa có quyền chỉnh sửa thu chi của thành viên này.
en: You do not have permission to edit this member's cashflow items.
ja: このメンバーの取引を編集する権限がありません。

# placeholder.placeholdertab.thisTabIsIntentionallyEmptyWhileWe
source: Tab này đang để trống để ưu tiên hoàn thiện giao diện Tổng quan trước.
en: This tab is intentionally empty while we prioritize finishing the Overview screen first.
ja: まずホーム画面の仕上げを優先しているため、このタブは現在空になっています。

# planning.duepayment.billSkipped
source: Đã bỏ qua
en: Skipped
ja: スキップ済み

# planning.duepayment.cancel
source: Hủy
en: Cancel
ja: キャンセル

# planning.duepayment.chooseWallet
source: Chọn ví
en: Choose wallet
ja: ウォレットを選択

# planning.duepayment.couldNotFindTheDueItem
source: Không tìm thấy khoản cần trả.
en: Could not find the payment item.
ja: 期限項目が見つかりませんでした。

# planning.duepayment.dismiss
source: Đóng
en: Dismiss
ja: 閉じる

# planning.duepayment.enterAmount
source: Nhập số tiền
en: Enter amount
ja: 金額を入力

# planning.duepayment.payBill
source: Thanh toán hóa đơn
en: Pay bill
ja: 請求の支払い

# planning.duepayment.paymentCycleMonth
source: Thanh toán kỳ tháng %@
en: Paying cycle %@
ja: %@分を支払い

# planning.duepayment.paymentFailed
source: Không thể thanh toán
en: Payment failed
ja: 支払いに失敗しました

# planning.duepayment.paymentWallet
source: Ví thanh toán
en: Payment wallet
ja: 支払いウォレット

# planning.duepayment.payNow
source: Thanh toán ngay
en: Pay now
ja: 今すぐ支払う

# planning.duepayment.skipConfirmationMessage
source: Bạn có chắc chắn muốn bỏ qua hóa đơn này cho kỳ tháng này không?
en: Are you sure you want to skip this bill for this month?
ja: 今月のこの請求をスキップしてもよろしいですか？

# planning.duepayment.skipThisMonth
source: Bỏ qua
en: Skip
ja: スキップ

# planning.duepayment.thisBillHasNoDefaultAmount
source: Hóa đơn này chưa có số tiền mặc định.
en: This bill has no default amount.
ja: この請求にはデフォルトの金額がありません。

# planning.duepayment.undo
source: Hoàn tác
en: Undo
ja: 元に戻す

# planning.duepayment.undoPayment
source: Hoàn tác thanh toán
en: Undo payment
ja: 支払いを取り消す

# planning.duepayment.undoPaymentMessage
source: Bạn có chắc chắn muốn hoàn tác thanh toán cho hóa đơn này không? Giao dịch thanh toán liên quan sẽ bị xóa.
en: Are you sure you want to undo payment for this bill? The linked payment transaction will be deleted.
ja: この請求の支払いを取り消しますか？関連する支払い取引が削除されます。

# planning.duepayment.undoSkip
source: Hoàn tác bỏ qua
en: Undo skip
ja: スキップを取り消す

# planning.duepayment.undoSkipMessage
source: Bạn có chắc chắn muốn hoàn tác bỏ qua hóa đơn này không? Hóa đơn sẽ quay trở lại trạng thái cần thanh toán.
en: Are you sure you want to undo skipping this bill? It will return to pending status.
ja: この請求のスキップを取り消しますか？未払い状態に戻ります。

# planning.planning.accessRequested
source: Đã yêu cầu quyền
en: Access requested
ja: 権限をリクエスト済み

# planning.planning.activeGoals
source: Mục tiêu đang hoạt động
en: Active goals
ja: 進行中の目標

# planning.planning.addAnEmergencyFundTripOrBig
source: Thêm quỹ khẩn cấp, du lịch hay món đồ lớn để theo dõi số tiền cần tích lũy mỗi tháng.
en: Add an emergency fund, trip, or big purchase to track how much you need to save each month.
ja: 緊急資金や旅行、大きな買い物の目標を追加して、毎月どれだけ貯める必要があるか確認できます。

# planning.planning.addBill
source: Thêm hóa đơn
en: Add bill
ja: 請求を追加

# planning.planning.addBudget
source: Thêm ngân sách
en: Add budget
ja: 予算を追加

# planning.planning.addCreditCard
source: Thêm credit card
en: Add credit card
ja: カードを追加

# planning.planning.addGoal
source: Thêm mục tiêu
en: Add goal
ja: 目標を追加

# planning.planning.addInstallmentLoan
source: Thêm trả góp / vay
en: Add installment / loan
ja: 分割払い・借入を追加

# planning.planning.addInstallmentOrLoanPaymentsAndCreate
source: Thêm các khoản cần trả theo kỳ và tạo thu chi khi thanh toán trước.
en: Add installment or loan payments and create cashflow items when you pay early.
ja: 分割払いやローンを追加すると、繰上げ支払い時に取引も作成できます。

# planning.planning.addInternetUtilitiesOrRecurringBillsTo
source: Thêm tiền Internet, điện nước hoặc hóa đơn định kỳ vào lịch sắp tới.
en: Add internet, utilities, or recurring bills to your upcoming schedule.
ja: ネット料金や光熱費、定期請求を追加して支払予定を管理できます。

# planning.planning.aMatchingPaymentWalletCouldNotBe
source: Không tìm thấy ví thanh toán phù hợp.
en: A matching payment wallet could not be found.
ja: 支払いに使うウォレットが見つかりません。

# planning.planning.amountOptional
source: Số tiền (có thể để trống)
en: Amount (optional)
ja: 金額（任意）

# planning.planning.amountPerCycle
source: Số tiền mỗi kỳ
en: Amount per cycle
ja: 各回の金額

# planning.planning.archive
source: Lưu trữ
en: Archive
ja: アーカイブ

# planning.planning.archiveBill
source: Lưu trữ hóa đơn
en: Archive bill
ja: 請求をアーカイブ

# planning.planning.archiveBudget
source: Lưu trữ ngân sách
en: Archive budget
ja: 予算をアーカイブ

# planning.planning.archiveCard
source: Lưu trữ thẻ
en: Archive card
ja: カードをアーカイブ

# planning.planning.archivedBillsWillNoLongerAppearIn
source: Hóa đơn lưu trữ sẽ không còn hiện trong tab Sắp tới. Mục này sẽ được tự động xóa vĩnh viễn sau 30 ngày.
en: Archived bills will no longer appear in Upcoming. They will be automatically deleted permanently after 30 days.
ja: アーカイブした請求はプラン画面に表示されなくなり、30日後に自動で完全削除されます。

# planning.planning.archivedBudgetsWillNoLongerAppearIn
source: Ngân sách lưu trữ sẽ không còn hiện trong tab Sắp tới. Mục này sẽ được tự động xóa vĩnh viễn sau 30 ngày.
en: Archived budgets will no longer appear in Upcoming. They will be automatically deleted permanently after 30 days.
ja: アーカイブした予算はプラン画面に表示されなくなり、30日後に自動で完全削除されます。

# planning.planning.archivedCardsWillNoLongerAppearIn
source: Thẻ lưu trữ sẽ không còn hiện trong tab Sắp tới. Mục này sẽ được tự động xóa vĩnh viễn sau 30 ngày.
en: Archived cards will no longer appear in the upcoming tab. They will be automatically deleted permanently after 30 days.
ja: アーカイブしたカードは計画タブに表示されなくなります。これらは30日後に自動的に永久削除されます。

# planning.planning.autoPay
source: Tự động thanh toán
en: Auto pay
ja: 自動支払い

# planning.planning.autoPayDate
source: Ngày tự thanh toán
en: Auto-pay date
ja: 自動支払日

# planning.planning.autoPayDay
source: Ngày tự động thanh toán
en: Auto-pay day
ja: 自動支払日

# planning.planning.available
source: Khả dụng
en: Available
ja: 利用可能

# planning.planning.availableCredit
source: Số tiền khả dụng
en: Available credit
ja: 利用可能額

# planning.planning.availablePerDay
source: Có thể chi mỗi ngày
en: Available per day
ja: 1日あたり利用可能

# planning.planning.bill
source: Hóa đơn
en: Bill
ja: 請求

# planning.planning.billName
source: Tên hóa đơn
en: Bill name
ja: 請求名

# planning.planning.bills
source: hóa đơn
en: bills
ja: 請求書

# planning.planning.bills2
source: Hóa đơn
en: Bills
ja: 請求書

# planning.planning.billType
source: Loại hóa đơn
en: Bill type
ja: 請求タイプ

# planning.planning.biUTNgTh
source: Biểu tượng thẻ
en: Card icon
ja: カードアイコン

# planning.planning.budget
source: Ngân sách
en: Budget
ja: 予算

# planning.planning.budget2
source: Ngân sách
en: Budget
ja: 予算

# planning.planning.budgetAmount
source: Số tiền ngân sách
en: Budget amount
ja: 予算金額

# planning.planning.budgets
source: ngân sách
en: budgets
ja: 予算

# planning.planning.canTCompleteYet
source: Chưa thể thực hiện
en: Can't complete yet
ja: まだ実行できません

# planning.planning.cardDetails
source: Thông tin thẻ
en: Card details
ja: カード情報

# planning.planning.cardName
source: Tên thẻ
en: Card name
ja: カード名

# planning.planning.cardNetwork
source: Mạng thẻ
en: Card network
ja: カードブランド

# planning.planning.category
source: Danh mục
en: Category
ja: カテゴリ

# planning.planning.childBudget
source: Ngân sách con
en: Child budget
ja: 子予算

# planning.planning.childBudgets
source: Ngân sách con
en: Child budgets
ja: 子カテゴリ予算

# planning.planning.childBudgetsTotalValueAboveTheParent
source: Tổng ngân sách con %@ vượt ngân sách cha %@.
en: Child budgets total %@, above the parent budget %@.
ja: 子予算の合計 %@ が親予算 %@ を超えています。

# planning.planning.chMIIcon
source: Chạm để đổi icon
en: Tap to change icon
ja: タップしてアイコンを変更

# planning.planning.chooseACategoryBeforeSaving
source: Chọn danh mục trước khi lưu.
en: Choose a category before saving.
ja: 保存する前にカテゴリを選択してください。

# planning.planning.chooseAnExpenseChildCategoryForThis
source: Chọn danh mục con cho hóa đơn này.
en: Choose an expense child category for this bill.
ja: この請求に使う支出カテゴリを選択してください。

# planning.planning.chooseAPaymentWalletForThisBill
source: Chọn ví thanh toán cho hóa đơn.
en: Choose a payment wallet for this bill.
ja: この請求の支払いウォレットを選択してください。

# planning.planning.chooseAPaymentWalletForThisItem
source: Chọn ví thanh toán cho khoản này.
en: Choose a payment wallet for this item.
ja: この項目の支払いウォレットを選択してください。

# planning.planning.chooseCategory
source: Chọn danh mục
en: Choose category
ja: カテゴリを選択

# planning.planning.chooseChildCategory
source: Chọn danh mục con
en: Choose child category
ja: 子カテゴリを選択

# planning.planning.chooseMonth
source: Chọn tháng
en: Choose month
ja: 月を選択

# planning.planning.chooseWallet
source: Chọn ví
en: Choose wallet
ja: ウォレットを選択

# planning.planning.close
source: Chốt
en: Close
ja: 締め

# planning.planning.closestToGoal
source: Gần đạt nhất
en: Closest to goal
ja: 達成まであと少し

# planning.planning.completed
source: Hoàn tất
en: Completed
ja: 完了

# planning.planning.couldnTArchiveThisBillRightNow
source: Không thể lưu trữ hóa đơn lúc này.
en: Couldn't archive this bill right now.
ja: 現在この請求をアーカイブできません。

# planning.planning.couldnTArchiveThisBudgetRightNow
source: Không thể lưu trữ ngân sách lúc này.
en: Couldn't archive this budget right now.
ja: 現在この予算をアーカイブできません。

# planning.planning.couldnTDeleteThisBudgetRightNow
source: Không thể xóa ngân sách này lúc này.
en: Couldn't delete this budget right now.
ja: 現在、この予算を削除できません。

# planning.planning.couldnTDeleteThisGoalRightNow
source: Không thể xóa mục tiêu lúc này.
en: Couldn't delete this goal right now.
ja: 現在この目標を削除できません。

# planning.planning.couldnTDeleteThisItemRightNow
source: Không thể xóa khoản này lúc này.
en: Couldn't delete this item right now.
ja: 現在この項目を削除できません。

# planning.planning.couldnTPauseThisBillRightNow
source: Không thể tạm dừng hóa đơn lúc này.
en: Couldn't pause this bill right now.
ja: 現在この請求を一時停止できません。

# planning.planning.couldnTResumeThisBillRightNow
source: Không thể bắt đầu lại hóa đơn lúc này.
en: Couldn't resume this bill right now.
ja: 現在この請求を再開できません。

# planning.planning.couldnTSaveTheArchiveStateFor
source: Không thể lưu trạng thái lưu trữ của thẻ.
en: Couldn't save the archive state for this card.
ja: このカードのアーカイブ状態を保存できません。

# planning.planning.couldnTSaveThisBillRightNow
source: Không thể lưu hóa đơn lúc này.
en: Couldn't save this bill right now.
ja: 現在この請求を保存できません。

# planning.planning.couldnTSaveThisBudgetRightNow
source: Không thể lưu ngân sách lúc này.
en: Couldn't save this budget right now.
ja: 現在この予算を保存できません。

# planning.planning.couldnTSaveThisCardRightNow
source: Không thể lưu thẻ lúc này.
en: Couldn't save this card right now.
ja: 現在このカードを保存できません。

# planning.planning.couldnTSaveThisGoalRightNow
source: Không thể lưu mục tiêu lúc này.
en: Couldn't save this goal right now.
ja: 現在この目標を保存できません。

# planning.planning.couldnTSaveThisItemRightNow
source: Không thể lưu khoản này lúc này.
en: Couldn't save this item right now.
ja: 現在この項目を保存できません。

# planning.planning.couldnTSend
source: Chưa thể gửi
en: Couldn't send
ja: 送信できませんでした

# planning.planning.couldnTSendTheRequestRightNow
source: Không thể gửi yêu cầu lúc này.
en: Couldn't send the request right now.
ja: 現在リクエストは送信できません。

# planning.planning.createCategoryBudgetsToTrackWhatYou
source: Tạo ngân sách theo từng danh mục để theo dõi số tiền đã dùng và số ngày còn lại trong tháng.
en: Create category budgets to track what you've spent and how many days are left in the month.
ja: カテゴリごとに予算を作成すると、使った金額と月末までの残り日数を追跡できます。

# planning.planning.createRequestApproved
source: Đã chấp nhận yêu cầu thêm mới
en: Create request approved
ja: 作成リクエストが承認済み

# planning.planning.createRequested
source: Đã yêu cầu thêm mới
en: Create requested
ja: 作成権限をリクエスト済み

# planning.planning.createRequestSent
source: Đã gửi yêu cầu thêm mới
en: Create request sent
ja: 作成リクエスト送信済み

# planning.planning.creditCard
source: thẻ tín dụng
en: credit card
ja: クレジットカード

# planning.planning.creditCards
source: Thẻ tín dụng
en: Credit cards
ja: クレジットカード

# planning.planning.creditLimit
source: Hạn mức
en: Credit limit
ja: 利用限度額

# planning.planning.currentAmount
source: Số tiền hiện tại
en: Current amount
ja: 現在額

# planning.planning.currentDebt
source: Dư nợ hiện tại
en: Current debt
ja: 現在の利用額

# planning.planning.currentMonth
source: Tháng hiện tại
en: Current month
ja: 今月

# planning.planning.cycle
source: Chu kỳ
en: Cycle
ja: 周期

# planning.planning.dayValue
source: Ngày %@
en: Day %@
ja: %@ 日

# planning.planning.dayValueNextMonth
source: Ngày %@ tháng sau
en: Day %@ next month
ja: 翌月 %@ 日

# planning.planning.deadline
source: Hạn cuối
en: Deadline
ja: 期限日

# planning.planning.deadlineCannotBeBeforeThePaymentDate
source: Hạn cuối không được trước ngày thanh toán.
en: Deadline cannot be before the payment date.
ja: 期限日は支払開始日より前にできません。

# planning.planning.deleteBudget
source: Xóa ngân sách
en: Delete budget
ja: 予算を削除

# planning.planning.deleteBudgetMessage
source: Ngân sách này sẽ bị xóa.
en: This budget will be deleted.
ja: この予算を削除します。

# planning.planning.deleteCurrentBudgetMessage
source: Ngân sách tháng hiện tại sẽ bị xóa. Nếu đây là ngân sách cuối cùng trong nhánh, dữ liệu gia đình của nhánh sẽ tắt.
en: The current-month budget will be deleted. If it is the last budget in this branch, family data for the branch will turn off.
ja: 当月の予算を削除します。この枝の最後の予算の場合、枝の家族データはオフになります。

# planning.planning.deletedCategory
source: Danh mục đã xóa
en: Deleted category
ja: 削除されたカテゴリ

# planning.planning.deleteGoal
source: Xóa mục tiêu
en: Delete goal
ja: 目標を削除

# planning.planning.deleteThisGoal
source: Xóa mục tiêu này?
en: Delete this goal?
ja: この目標を削除しますか？

# planning.planning.deleteThisItem
source: Xóa khoản này?
en: Delete this item?
ja: この項目を削除しますか？

# planning.planning.deleteThisItem2
source: Xóa khoản này
en: Delete this item
ja: この項目を削除

# planning.planning.due
source: Hạn
en: To pay
ja: 支払

# planning.planning.due2
source: Cần trả
en: To pay
ja: 支払いが必要

# planning.planning.dueDay
source: Hạn trả
en: Payment deadline
ja: 支払い期限

# planning.planning.dueToday
source: Cần trả hôm nay
en: To pay today
ja: 本日支払いが必要

# planning.planning.earlyPayment
source: Thanh toán trước
en: Early payment
ja: 前倒し支払い

# planning.planning.editRequestApproved
source: Đã chấp nhận yêu cầu chỉnh sửa
en: Edit request approved
ja: 編集リクエストが承認済み

# planning.planning.editRequested
source: Đã yêu cầu chỉnh sửa
en: Edit requested
ja: 編集権限をリクエスト済み

# planning.planning.editRequestSent
source: Đã gửi yêu cầu chỉnh sửa
en: Edit request sent
ja: 編集リクエスト送信済み

# planning.planning.enableFamilyBudgetDataCancel
source: Hủy
en: Cancel
ja: キャンセル

# planning.planning.enableFamilyBudgetDataConfirm
source: Bật
en: Turn on
ja: オンにする

# planning.planning.enableFamilyBudgetDataMessage
source: Từ bây giờ, mọi ngân sách trong nhánh này sẽ tính cả chi tiêu gia đình cùng danh mục. Muốn tắt, bạn phải xóa ngân sách tháng hiện tại của nhánh.
en: From now on, every budget in this branch will include family spending in matching categories. To turn it off, you must delete the current-month budgets in this branch.
ja: 今後、この枝のすべての予算は一致するカテゴリの家族支出も集計します。オフにするには、この枝の当月予算を削除する必要があります。

# planning.planning.enableFamilyBudgetDataTitle
source: Bật dữ liệu gia đình?
en: Turn on family data?
ja: 家族データをオンにしますか？

# planning.planning.enterABillNameBeforeSaving
source: Nhập tên hóa đơn trước khi lưu.
en: Enter a bill name before saving.
ja: 保存する前に請求名を入力してください。

# planning.planning.enterABudgetAmountGreaterThan
source: Nhập số tiền ngân sách lớn hơn 0.
en: Enter a budget amount greater than 0.
ja: 0 より大きい予算金額を入力してください。

# planning.planning.enterACardNameBeforeSaving
source: Nhập tên thẻ trước khi lưu.
en: Enter a card name before saving.
ja: 保存する前にカード名を入力してください。

# planning.planning.enterAGoalNameBeforeSaving
source: Nhập tên mục tiêu trước khi lưu.
en: Enter a goal name before saving.
ja: 保存する前に目標名を入力してください。

# planning.planning.enterANameBeforeSaving
source: Nhập tên khoản trước khi lưu.
en: Enter a name before saving.
ja: 保存する前に名前を入力してください。

# planning.planning.enterAnAmountPerCycleGreaterThan
source: Nhập số tiền mỗi kỳ lớn hơn 0.
en: Enter an amount per cycle greater than 0.
ja: 各回の金額は 0 より大きくしてください。

# planning.planning.enterATargetAmountGreaterThan
source: Nhập số tiền mục tiêu lớn hơn 0.
en: Enter a target amount greater than 0.
ja: 0 より大きい目標金額を入力してください。

# planning.planning.familyBudgetDataNeedsInternet
source: Cần có internet để bật dữ liệu gia đình cho ngân sách.
en: Internet is required to turn on family data for budgets.
ja: 予算で家族データをオンにするにはインターネット接続が必要です。

# planning.planning.familyBudgetDataRefreshFailed
source: Không thể làm mới dữ liệu gia đình lúc này. Hãy thử lại khi kết nối ổn định.
en: Could not refresh family data right now. Try again when the connection is stable.
ja: 現在、家族データを更新できません。接続が安定してからもう一度お試しください。

# planning.planning.frequencyEveryValueMonthS
source: Tần suất: %@ tháng
en: Frequency: every %@ month(s)
ja: 頻度: %@ か月ごと

# planning.planning.goal
source: Mục tiêu
en: Goal
ja: 目標

# planning.planning.goalName
source: Tên mục tiêu
en: Goal name
ja: 目標名

# planning.planning.goals
source: mục tiêu
en: goals
ja: 目標

# planning.planning.goals2
source: Mục tiêu
en: Goals
ja: 目標

# planning.planning.hANMI
source: Hóa đơn mới
en: New bill
ja: 新しい請求書

# planning.planning.hasDeadline
source: Có hạn cuối
en: Has deadline
ja: 期限日あり

# planning.planning.iconKhoNTrGPVay
source: Icon khoản trả góp / vay
en: Installment / loan icon
ja: 分割払い／ローンアイコン

# planning.planning.iconMCTiU
source: Icon mục tiêu
en: Goal icon
ja: 目標アイコン

# planning.planning.identity
source: Nhận diện
en: Identity
ja: 識別情報

# planning.planning.includeFamilySpending
source: Tính cả chi tiêu gia đình
en: Include family spending
ja: 家族の支出も含める

# planning.planning.installmentLoan
source: Khoản trả góp / vay
en: Installment / loan
ja: 分割払い・借入

# planning.planning.installmentLoan2
source: Trả góp / vay
en: Installment / loan
ja: 分割払い・借入

# planning.planning.installmentsLoans
source: trả góp / vay
en: installments / loans
ja: 分割払い・借入

# planning.planning.installmentsLoans2
source: Trả góp / vay
en: Installments / loans
ja: 分割払い・借入

# planning.planning.issuerName
source: Tên đơn vị phát hành
en: Issuer name
ja: 発行会社名

# planning.planning.khoNMI
source: Khoản mới
en: New item
ja: 新しい項目

# planning.planning.lastDigits
source: 4 số cuối
en: Last 4 digits
ja: 下4桁

# planning.planning.linkedWallet
source: Ví liên kết
en: Linked wallet
ja: 連携ウォレット

# planning.planning.linkedWalletValue
source: Ví liên kết: %@
en: Linked wallet: %@
ja: 連携ウォレット: %@
